{
  "label": "Роли",
  "mapping": {},
  "entries": {
    "Exec": {
      "name": "Менеджер",
      "description": "<p>Бизнеслица и защитники толстосумов, готовые рискнуть всем, чтобы подняться по корпоративной лестнице и достичь новой американской мечты.</p>"
    },
    "Fixer": {
      "name": "Фиксер",
      "description": "<p>Они могут найти что угодно кому угодно, если заплатишь. Используют своё очарование и навыки торговли для проведения сделок, приводя экономику тёмного будущего в движение.</p>"
    },
    "Lawman": {
      "name": "Законник",
      "description": "<p>Ренегаты, корпоративные ударные группы и остатки государственной полиции, патрулирующие улици и несущие свой порядок в этот мир беззакония.</p>"
    },
    "Media": {
      "name": "Журналист",
      "description": "<p>Новостники, инфлюенсеры и культурные феномены, готовые раскрыть правду любыми необходимыми средствами.</p>"
    },
    "Medtech": {
      "name": "Медтех",
      "description": "<p>Врачи из подворотни и механики киберимплантов, использующие свои навыки для поддержания эджраннеров в хорошей форме и хроме, обычно не бесплатно.</p>"
    },
    "Netrunner": {
      "name": "Нетраннер",
      "description": "<p>Мастера взлома, что подвергают себя опасности ради подключения к киберпространству для загрузки секретов и вторжения в сети.</p>"
    },
    "Nomad": {
      "name": "Кочевник",
      "description": "<p>Народ руля и педали, перевозчики, пираты, те, на ком держится логистика в Красные времена.</p>"
    },
    "Rockerboy": {
      "name": "Рокербой",
      "description": "<p>Бунтари, применяющие свой музыкальный талант и дар убеждения в борьбе против власти</p>"
    },
    "Solo": {
      "name": "Соло",
      "description": "<p>Опытные бойцы, применяющие свои навыки с целью доминирования в беззаконии Красных времён.</p>"
    },
    "Tech": {
      "name": "Техник",
      "description": "<p>Превосходные техники на все руки, изобретающие, улучшающие и чинящие что угодно для поддержки тёмного будущего.</p>"
    }
  }
}